/* Error message */
"An error occurred while uploading to Box." = "Beim Hochladen zu Box ist ein Fehler aufgetreten.";

/* plugin name */
"Box" = "Box";

/* Error message - 409 - File of the same name exists */
"Item with the same name already exists" = "Es ist bereits ein Element mit diesem Namen vorhanden";

/* Cannot reach the internet */
"Please check your network connection and try again." = "Bitte prüfen Sie Ihre Internetverbindung und wiederholen Sie den Vorgang.";

/* Sign in */
"Sign In..." = "Anmelden...";

/* Sign out */
"Sign out" = "Abmelden";

/* Error message - 404 - Folder not found */
"The folder does not exist or you do not have permission to access it. Please select another folder." = "Der Ordner existiert nicht oder Sie haben keine Zugriffsberechtigung für ihn. Bitte wählen Sie einen anderen Ordner.";

/* Content is ready to be pasted */
"The link to your capture is ready to be pasted." = "Der Link zu Ihrem Capture kann eingefügt werden.";

/* Error title
   Unable to share title */
"Unable to share to Box" = "Weitergabe an Box nicht möglich";

/* Upload worked, URL may not have */
"Upload succeeded" = "Hochladen abgeschlossen";

/* plugin button tooltip */
"Upload the capture to Box for image or video hosting." = "Lädt das Capture auf Box als Hosting-Plattform für Bilder oder Videos hoch.";

